Material does not have a density defined. The weight of the Fabric Sheet cannot be computed.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NoWireMaterialDensity { get; }
  Visual Basic
Public Shared ReadOnly Property NoWireMaterialDensity As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NoWireMaterialDensity {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FabricFailures Class
  Autodesk.Revit.DB Namespace